{
	"Acid Blood": "While defending, if a creature with Acid Blood is destroyed, the creature that destroys it is also destroyed.",
	"Asimov": "Creatures possessing this trait cannot attack or defend against creatures with the Human subtype.",
	"Blocker": "The creature cannot declare attacks, but can defend.",
	"Blood Pawn": "Once per turn, a creature with Blood Pawn may be sacrificed to gain mana equal to half of its base resolve.",
	"Carapace": "This creature negates 2 resolve damage when in combat.",
	"Changeling": "This creature possesses all creature subtypes simultaneously. Any effects which affect a specific subtype apply to Changelings.",
	"Clockwork": "The creature can copy a single keyword on another creature on the field, until they lose the clockwork keyword or leave the field.",
	"Deadeye": "This creature can always hit opponents, regardless of effects or immunities.",
	"Death-Defying": "Any time the creature would be destroyed in combat, flip a coin. If heads, the creature is not destroyed.",
	"Double Strike": "This creature deals First Strike and Regular damage.",
	"Exterminate": "The creature has +1/0 if fighting a creature with the Human subtype.",
	"Faction": "Groupings of cards that can often share effects and traits together.",
	"First Strike": "This creature has attack priority in combat.",
	"Flying": "This creature can't be blocked, except by other creatures with Flying or Long-Ranged.",
	"Focused": "The creature ignores creatures with the Blocker keyword.",
	"Fury": "The creature must attack at every possibility.",
	"Graytide": "When this creature enters the battlefield, it gains +1/+1 for the number of creatures on your side of the field with Graytide, until the end of the turn.",
	"Hatred": "This creature cannot exist on the same side of the battlefield as the creature type it has a Hatred of.",
	"Hivemind": "The creature enters combat with a hivemind token on it.The first time this card would take damage, remove that token instead. This does not apply to immediate removal effects, only points of damage.",
	"Holy": "Immunity to all event cards.",
	"Hulking": "Any power above a defending creature's resolve is dealt to the opposing player.",
	"Indestructible": "This creature cannot be destroyed by combat damage. Effects, keywords and events can still destroy it, however.",
	"Immunity": "The creature cannot be affected by card effects or combat of its immunity type. This includes both friendly and opposing effects.",
	"Lifedrain": "Upon dealing lifeshard damage to an opposing player with a creature with Lifedrain, heal for one lifeshard.",
	"Long-Ranged": "This creature can block creatures with Flying.",
	"Modular": "When this equipment is attached to a creature, the creature gains +1/+1 in addition to the effects listed on the card.",
	"Oo Rah": "While attacking alongside 4 or more cards with this effect, all cards with Oo Rah gain +1/+1.",
	"On Equip": "This effect is activated once it's item cost is paid and it enters the battlefield, equipping itself to a chosen card on your side of the field (Unless otherwise stated).",
	"On Summon": "This effect is activated once it's creature cost is paid and it enters the battlefield.",
	"Necrotaint": "Only one creature with Necrotaint may be on each player's battlefield at a time.",
	"Rapid Response": "This creature does not enter the battlefield tapped. This allows it to attack or use tap abilities on the same turn as it is summoned.",
	"Squad Tactics": "When this creature attacks an opponent's creature and defeats it in combat, the owner of the defeated card takes 1 lifeshard of damage from combat.",
	"Stasis": "While in Stasis, the creature cannot attack, defend, or activate abilities. Any card effects or keywords they possess remain active, provided they do not cause the creature to attack, defend, or activate an ability.",
	"Systems Nominal": "The creature always fights as if at full strength.",
	"Taunt": "All opposing creature attacks must be directed towards the creature with Taunt.",
	"Toxic": "Any damage the creature deals to opposing creatures is fatal. This does not apply to lifeshard damage.",
	"Unstoppable": "The creature cannot be blocked."
}
